Repository: arnobpl/SymlinkCreator
Catalog: SymlinkCreator.UI/Strings/*/Resources.resw
Source language: en_us
Languages: bn_bd, de, es, fr, ja_jp, ko_kr, pt_br, zh_cn

# SourceListHeader.Text
source: Source file or folder list:
bn_bd: উৎস ফাইল বা ফোল্ডারের তালিকা:
de: Liste der Quelldateien oder -ordner:
es: Lista de archivos o carpetas de origen:
fr: Liste des fichiers ou dossiers source :
ja_jp: ソース ファイルまたはフォルダーの一覧:
ko_kr: 원본 파일 또는 폴더 목록:
pt_br: Lista de arquivos ou pastas de origem:
zh_cn: 源文件或文件夹列表：

# SourceListView.ToolTip
source: Add files or folders, or drag and drop them here.
bn_bd: ফাইল বা ফোল্ডার যোগ করুন, অথবা এখানে ড্র্যাগ করে ছেড়ে দিন।
de: Fügen Sie Dateien oder Ordner hinzu, oder ziehen Sie sie hierher.
es: Añade archivos o carpetas, o arrástralos aquí.
fr: Ajoutez des fichiers ou des dossiers, ou faites-les glisser ici.
ja_jp: ファイルまたはフォルダーを追加するか、ここにドラッグ アンド ドロップします。
ko_kr: 파일이나 폴더를 추가하거나 여기에 끌어다 놓으세요.
pt_br: Adicione arquivos ou pastas, ou arraste-os e solte-os aqui.
zh_cn: 添加文件或文件夹，或将其拖放到此处。

# AddFilesButton.Content
source: Add files
bn_bd: ফাইল যোগ করুন
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
ja_jp: ファイルを追加
ko_kr: 파일 추가
pt_br: Adicionar arquivos
zh_cn: 添加文件

# AddFilesButton.ToolTip
source: Select one or more files to add as symlink sources.
bn_bd: সিমলিংকের উৎস হিসেবে ব্যবহার করার জন্য এক বা একাধিক ফাইল নির্বাচন করুন।
de: Wählen Sie eine oder mehrere Dateien als Quellen für symbolische Links aus.
es: Selecciona uno o varios archivos para usarlos como orígenes de enlaces simbólicos.
fr: Sélectionnez un ou plusieurs fichiers à utiliser comme sources de liens symboliques.
ja_jp: シンボリック リンクのソースとして追加するファイルを 1 つ以上選択します。
ko_kr: 심볼릭 링크 원본으로 추가할 파일을 하나 이상 선택하세요.
pt_br: Selecione um ou mais arquivos para usar como origens de links simbólicos.
zh_cn: 选择一个或多个文件作为符号链接源。

# AddFoldersButton.Content
source: Add folders
bn_bd: ফোল্ডার যোগ করুন
de: Ordner hinzufügen
es: Añadir carpetas
fr: Ajouter des dossiers
ja_jp: フォルダーを追加
ko_kr: 폴더 추가
pt_br: Adicionar pastas
zh_cn: 添加文件夹

# AddFoldersButton.ToolTip
source: Select one or more folders to add as symlink sources.
bn_bd: সিমলিংকের উৎস হিসেবে ব্যবহার করার জন্য এক বা একাধিক ফোল্ডার নির্বাচন করুন।
de: Wählen Sie einen oder mehrere Ordner als Quellen für symbolische Links aus.
es: Selecciona una o varias carpetas para usarlas como orígenes de enlaces simbólicos.
fr: Sélectionnez un ou plusieurs dossiers à utiliser comme sources de liens symboliques.
ja_jp: シンボリック リンクのソースとして追加するフォルダーを 1 つ以上選択します。
ko_kr: 심볼릭 링크 원본으로 추가할 폴더를 하나 이상 선택하세요.
pt_br: Selecione uma ou mais pastas para usar como origens de links simbólicos.
zh_cn: 选择一个或多个文件夹作为符号链接源。

# RemoveSelectedButton.Content
source: Remove selected
bn_bd: নির্বাচিতগুলো সরান
de: Ausgewählte entfernen
es: Quitar seleccionados
fr: Supprimer la sélection
ja_jp: 選択項目を削除
ko_kr: 선택 항목 제거
pt_br: Remover selecionados
zh_cn: 移除所选项目

# RemoveSelectedButton.ToolTip
source: Remove the selected sources from the list.
bn_bd: নির্বাচিত উৎসগুলো তালিকা থেকে সরান।
de: Entfernen Sie die ausgewählten Quellen aus der Liste.
es: Quita los orígenes seleccionados de la lista.
fr: Supprimez les sources sélectionnées de la liste.
ja_jp: 選択したソースを一覧から削除します。
ko_kr: 선택한 원본을 목록에서 제거합니다.
pt_br: Remova as origens selecionadas da lista.
zh_cn: 从列表中移除所选源路径。

# ClearListButton.Content
source: Clear list
bn_bd: তালিকা খালি করুন
de: Liste leeren
es: Vaciar lista
fr: Effacer la liste
ja_jp: 一覧をクリア
ko_kr: 목록 지우기
pt_br: Limpar lista
zh_cn: 清空列表

# ClearListButton.ToolTip
source: Remove all sources from the list.
bn_bd: তালিকা থেকে সব উৎস সরান।
de: Entfernen Sie alle Quellen aus der Liste.
es: Quita todos los orígenes de la lista.
fr: Supprimez toutes les sources de la liste.
ja_jp: 一覧からすべてのソースを削除します。
ko_kr: 목록에서 모든 원본을 제거합니다.
pt_br: Remova todas as origens da lista.
zh_cn: 移除列表中的所有源路径。

# DestinationPathHeader.Text
source: Destination path:
bn_bd: গন্তব্য পাথ:
de: Zielpfad:
es: Ruta de destino:
fr: Chemin de destination :
ja_jp: 作成先パス:
ko_kr: 대상 경로:
pt_br: Caminho de destino:
zh_cn: 目标路径：

# DestinationPathTextBox.ToolTip
source: Enter or drop the folder where the symlinks will be created.
bn_bd: যে ফোল্ডারে সিমলিংক তৈরি হবে সেটি লিখুন অথবা এখানে ড্র্যাগ করে ছেড়ে দিন।
de: Geben Sie den Ordner ein, oder ziehen Sie ihn hierher, in dem die symbolischen Links erstellt werden.
es: Introduce o arrastra la carpeta donde se crearán los enlaces simbólicos.
fr: Entrez ou faites glisser le dossier dans lequel les liens symboliques seront créés.
ja_jp: シンボリック リンクを作成するフォルダーを入力するか、ここにドラッグ アンド ドロップします。
ko_kr: 심볼릭 링크를 만들 폴더를 입력하거나 여기에 끌어다 놓으세요.
pt_br: Digite ou arraste a pasta onde os links simbólicos serão criados.
zh_cn: 输入或拖放用于创建符号链接的文件夹。

# BrowseButton.Content
source: Browse
bn_bd: ব্রাউজ করুন
de: Durchsuchen
es: Examinar
fr: Parcourir
ja_jp: 参照
ko_kr: 찾아보기
pt_br: Procurar
zh_cn: 浏览

# BrowseButton.ToolTip
source: Choose the destination folder.
bn_bd: গন্তব্য ফোল্ডার নির্বাচন করুন।
de: Wählen Sie den Zielordner aus.
es: Elige la carpeta de destino.
fr: Choisissez le dossier de destination.
ja_jp: 作成先フォルダーを選択します。
ko_kr: 대상 폴더를 선택합니다.
pt_br: Escolha a pasta de destino.
zh_cn: 选择目标文件夹。

# RelativePathCheckBox.Content
source: Use relative path if possible
bn_bd: সম্ভব হলে আপেক্ষিক পাথ ব্যবহার করুন
de: Wenn möglich relative Pfade verwenden
es: Usar una ruta relativa si es posible
fr: Utiliser un chemin relatif si possible
ja_jp: 可能な場合は相対パスを使用
ko_kr: 가능하면 상대 경로 사용
pt_br: Usar caminho relativo se possível
zh_cn: 尽可能使用相对路径

# RelativePathCheckBox.ToolTip
source: Use relative paths for symlink targets when the source and destination are on the same drive. Otherwise, use the full source path.
bn_bd: উৎস এবং গন্তব্য একই ড্রাইভে থাকলে সিমলিংক টার্গেটের জন্য আপেক্ষিক পাথ ব্যবহার করুন। অন্যথায় উৎসের সম্পূর্ণ পাথ ব্যবহার করুন।
de: Relative Pfade für symbolische Linkziele verwenden, wenn Quelle und Ziel auf demselben Laufwerk liegen. Andernfalls den vollständigen Quellpfad verwenden.
es: Usa rutas relativas para los destinos de los enlaces simbólicos cuando el origen y el destino están en la misma unidad. En caso contrario, usa la ruta completa del origen.
fr: Utilisez des chemins relatifs pour les cibles des liens symboliques lorsque la source et la destination se trouvent sur le même lecteur. Sinon, utilisez le chemin complet de la source.
ja_jp: ソースと作成先が同じドライブにある場合、シンボリック リンクのターゲットに相対パスを使用します。それ以外の場合は、ソースの完全なパスを使用します。
ko_kr: 원본과 대상이 같은 드라이브에 있는 경우 심볼릭 링크 대상에 상대 경로를 사용합니다. 그렇지 않으면 원본의 전체 경로를 사용합니다.
pt_br: Use caminhos relativos para os destinos dos links simbólicos quando a origem e o destino estiverem na mesma unidade. Caso contrário, use o caminho completo da origem.
zh_cn: 源路径和目标路径位于同一驱动器时，为符号链接目标使用相对路径。否则使用完整源路径。

# RetainScriptCheckBox.Content
source: Retain script file on Desktop after execution
bn_bd: চালানোর পর স্ক্রিপ্ট ফাইলটি ডেস্কটপে রাখুন
de: Das Skript nach der Ausführung auf dem Desktop behalten
es: Conservar el archivo de script en el Escritorio después de la ejecución
fr: Conserver le fichier de script sur le Bureau après l’exécution
ja_jp: 実行後もスクリプト ファイルをデスクトップに残す
ko_kr: 실행 후 바탕 화면에 스크립트 파일 유지
pt_br: Manter o arquivo de script na Área de Trabalho após a execução
zh_cn: 执行后将脚本文件保留在桌面上

# RetainScriptCheckBox.ToolTip
source: Keep the generated .cmd script on your Desktop after symlink creation. It records the commands used to create the symlinks and can help with troubleshooting.
bn_bd: সিমলিংক তৈরি হওয়ার পর তৈরি করা .cmd স্ক্রিপ্টটি ডেস্কটপে রেখে দিন। এতে সিমলিংক তৈরিতে ব্যবহৃত কমান্ডগুলো সংরক্ষিত থাকে এবং সমস্যা সমাধানে সাহায্য করতে পারে।
de: Die generierte .cmd-Datei nach dem Erstellen symbolischer Links auf dem Desktop behalten. Sie zeichnet die verwendeten Befehle auf und kann bei der Problembehebung helfen.
es: Conserva el script .cmd generado en el Escritorio después de crear los enlaces simbólicos. Registra los comandos utilizados y puede ayudar a solucionar problemas.
fr: Conservez le script .cmd généré sur le Bureau après la création des liens symboliques. Il consigne les commandes utilisées et peut aider au dépannage.
ja_jp: シンボリック リンクの作成後も、生成された .cmd スクリプトをデスクトップに残します。使用したコマンドが記録されるため、トラブルシューティングに役立ちます。
ko_kr: 심볼릭 링크를 만든 후 생성된 .cmd 스크립트를 바탕 화면에 유지합니다. 사용된 명령이 기록되므로 문제 해결에 도움이 됩니다.
pt_br: Mantenha o script .cmd gerado na Área de Trabalho após a criação dos links simbólicos. Ele registra os comandos usados e pode ajudar na solução de problemas.
zh_cn: 创建符号链接后将生成的 .cmd 脚本保留在桌面上。该文件记录用于创建符号链接的命令，可帮助排查问题。

# HideSuccessCheckBox.Content
source: Hide successful operation dialog
bn_bd: সফল হওয়ার পর নিশ্চিতকরণ ডায়ালগ দেখাবেন না
de: Dialog für erfolgreiche Vorgänge ausblenden
es: Ocultar el diálogo de confirmación
fr: Masquer la boîte de dialogue de confirmation
ja_jp: 成功時の確認ダイアログを非表示
ko_kr: 성공 확인 대화 상자 숨기기
pt_br: Ocultar a caixa de diálogo de confirmação
zh_cn: 隐藏成功操作对话框

# HideSuccessCheckBox.ToolTip
source: Do not show a confirmation dialog after successful symlink creation. Errors and canceled operations are still shown.
bn_bd: সিমলিংক সফলভাবে তৈরি হওয়ার পর নিশ্চিতকরণ ডায়ালগ দেখাবেন না। ত্রুটি এবং বাতিল করা অপারেশনের ডায়ালগ এখনও দেখানো হবে।
de: Nach erfolgreicher Erstellung symbolischer Links keinen Bestätigungsdialog anzeigen. Fehler und abgebrochene Vorgänge werden weiterhin angezeigt.
es: No muestres un diálogo de confirmación después de crear correctamente los enlaces simbólicos. Los errores y las operaciones canceladas siguen mostrándose.
fr: N’affichez pas de boîte de dialogue de confirmation après la création réussie des liens symboliques. Les erreurs et les opérations annulées restent affichées.
ja_jp: シンボリック リンクの作成に成功した後、確認ダイアログを表示しません。エラーやキャンセルされた操作は引き続き表示されます。
ko_kr: 심볼릭 링크 생성에 성공한 후 확인 대화 상자를 표시하지 않습니다. 오류 및 취소된 작업은 계속 표시됩니다.
pt_br: Não exiba uma caixa de diálogo de confirmação após a criação bem-sucedida dos links simbólicos. Erros e operações canceladas continuam sendo exibidos.
zh_cn: 成功创建符号链接后不显示确认对话框。仍会显示错误和已取消操作的对话框。

# CreateSymlinksButtonLabel.Text
source: Create symlinks
bn_bd: সিমলিংক তৈরি করুন
de: Symbolische Links erstellen
es: Crear enlaces simbólicos
fr: Créer des liens symboliques
ja_jp: シンボリック リンクを作成
ko_kr: 심볼릭 링크 만들기
pt_br: Criar links simbólicos
zh_cn: 创建符号链接

# CreateSymlinksButton.ToolTip
source: Create symlinks for every listed source. Windows may ask for administrator permission.
bn_bd: তালিকায় থাকা প্রতিটি উৎসের জন্য সিমলিংক তৈরি করুন। Windows অ্যাডমিনিস্ট্রেটরের অনুমতি চাইতে পারে।
de: Erstellt symbolische Links für jede Quelle in der Liste. Windows fordert möglicherweise Administratorrechte an.
es: Crea enlaces simbólicos para cada origen de la lista. Windows puede solicitar permisos de administrador.
fr: Créez des liens symboliques pour chaque source de la liste. Windows peut demander des droits d’administrateur.
ja_jp: 一覧にある各ソースのシンボリック リンクを作成します。Windows によって管理者権限を求められる場合があります。
ko_kr: 목록에 있는 각 원본에 대한 심볼릭 링크를 만듭니다. Windows에서 관리자 권한을 요청할 수 있습니다.
pt_br: Crie links simbólicos para cada origem listada. O Windows pode solicitar permissão de administrador.
zh_cn: 为列表中的每个源路径创建符号链接。Windows 可能会请求管理员权限。

# CreateSymlinksButton.AccessibleName
source: Create symlinks
bn_bd: সিমলিংক তৈরি করুন
de: Symbolische Links erstellen
es: Crear enlaces simbólicos
fr: Créer des liens symboliques
ja_jp: シンボリック リンクを作成
ko_kr: 심볼릭 링크 만들기
pt_br: Criar links simbólicos
zh_cn: 创建符号链接

# CreateSymlinksButton.HelpText
source: Windows may ask for administrator permission.
bn_bd: Windows অ্যাডমিনিস্ট্রেটরের অনুমতি চাইতে পারে।
de: Windows fordert möglicherweise Administratorrechte an.
es: Windows puede solicitar permisos de administrador.
fr: Windows peut demander des droits d’administrateur.
ja_jp: Windows によって管理者権限を求められる場合があります。
ko_kr: Windows에서 관리자 권한을 요청할 수 있습니다.
pt_br: O Windows pode solicitar permissão de administrador.
zh_cn: Windows 可能会请求管理员权限。

# ElevationWarning.Message
source: Running {0} as an administrator may prevent drag-and-drop from working. Only symlink creation requires administrative rights. Restart the application without administrative privileges to enable drag-and-drop.
bn_bd: অ্যাডমিনিস্ট্রেটর হিসেবে {0} চালালে ড্র্যাগ-এন্ড-ড্রপ কাজ নাও করতে পারে। শুধু সিমলিংক তৈরির জন্য অ্যাডমিনিস্ট্রেটর অনুমতি প্রয়োজন। ড্র্যাগ-এন্ড-ড্রপ চালু করতে অ্যাডমিনিস্ট্রেটরের অধিকার ছাড়া অ্যাপ্লিকেশনটি পুনরায় চালু করুন।
de: Wenn {0} als Administrator ausgeführt wird, funktioniert Drag & Drop möglicherweise nicht. Nur die Erstellung symbolischer Links erfordert Administratorrechte. Starten Sie die Anwendung ohne Administratorrechte neu, um Drag & Drop zu aktivieren.
es: Ejecutar {0} como administrador puede impedir que la función de arrastrar y soltar funcione correctamente. Solo la creación de enlaces simbólicos requiere derechos de administrador. Reinicia la aplicación sin privilegios de administrador para habilitar el arrastrar y soltar.
fr: L’exécution de {0} en tant qu’administrateur peut empêcher le glisser-déposer de fonctionner. Seule la création de liens symboliques nécessite des droits d’administrateur. Redémarrez l’application sans privilèges d’administrateur pour activer le glisser-déposer.
ja_jp: 管理者として {0} を実行すると、ドラッグ アンド ドロップが機能しなくなる可能性があります。管理者権限が必要なのはシンボリック リンクの作成だけです。ドラッグ アンド ドロップを有効にするには、管理者権限なしでアプリを再起動してください。
ko_kr: 관리자 권한으로 {0}을(를) 실행하면 끌어서 놓기가 작동하지 않을 수 있습니다. 관리자 권한이 필요한 작업은 심볼릭 링크 생성뿐입니다. 끌어서 놓기를 사용하려면 관리자 권한 없이 앱을 다시 시작하세요.
pt_br: Executar o {0} como administrador pode impedir que o recurso de arrastar e soltar funcione corretamente. Somente a criação de links simbólicos requer permissões administrativas. Reinicie o aplicativo sem privilégios de administrador para habilitar o recurso de arrastar e soltar.
zh_cn: 以管理员身份运行 {0} 可能导致拖放无法正常工作。只有创建符号链接需要管理员权限。请在不使用管理员权限的情况下重新启动应用，以启用拖放功能。

# ElevationWarning.Title
source: Warning
bn_bd: সতর্কতা
de: Warnung
es: Advertencia
fr: Avertissement
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
zh_cn: 警告

# AboutButton.Content
source: About
bn_bd: পরিচিতি
de: Info
es: Acerca de
fr: À propos
ja_jp: バージョン情報
ko_kr: 정보
pt_br: Sobre
zh_cn: 关于

# AboutButton.ToolTip
source: View the application version and project website.
bn_bd: অ্যাপ্লিকেশনের সংস্করণ এবং প্রকল্পের ওয়েবসাইট দেখুন।
de: Zeigt die Anwendungsversion und die Projektwebsite an.
es: Consulta la versión de la aplicación y el sitio web del proyecto.
fr: Affichez la version de l’application et le site web du projet.
ja_jp: アプリのバージョンとプロジェクト Web サイトを表示します。
ko_kr: 앱 버전과 프로젝트 웹 사이트를 봅니다.
pt_br: Veja a versão do aplicativo e o site do projeto.
zh_cn: 查看应用版本和项目网站。

# NoSourcesError
source: No files or folders were selected.
bn_bd: কোনো ফাইল বা ফোল্ডার নির্বাচন করা হয়নি।
de: Es wurden keine Dateien oder Ordner ausgewählt.
es: No se seleccionaron archivos ni carpetas.
fr: Aucun fichier ou dossier n’a été sélectionné.
ja_jp: ファイルまたはフォルダーが選択されていません。
ko_kr: 파일 또는 폴더를 선택하지 않았습니다.
pt_br: Nenhum arquivo ou pasta foi selecionado.
zh_cn: 未选择文件或文件夹。

# DestinationEmptyError
source: Destination path is empty.
bn_bd: গন্তব্য পাথ খালি।
de: Der Zielpfad ist leer.
es: La ruta de destino está vacía.
fr: Le chemin de destination est vide.
ja_jp: 作成先パスが空です。
ko_kr: 대상 경로가 비어 있습니다.
pt_br: O caminho de destino está vazio.
zh_cn: 目标路径为空。

# DestinationNotFoundFormat
source: Destination path does not exist: {0}
bn_bd: গন্তব্য পাথ পাওয়া যায়নি: {0}
de: Der Zielpfad ist nicht vorhanden: {0}
es: La ruta de destino no existe: {0}
fr: Le chemin de destination n’existe pas : {0}
ja_jp: 作成先パスが存在しません: {0}
ko_kr: 대상 경로가 없습니다: {0}
pt_br: O caminho de destino não existe: {0}
zh_cn: 目标路径不存在：{0}

# DestinationInvalidCharactersError
source: Destination path contains invalid characters.
bn_bd: গন্তব্য পাথে অবৈধ অক্ষর রয়েছে।
de: Der Zielpfad enthält ungültige Zeichen.
es: La ruta de destino contiene caracteres no válidos.
fr: Le chemin de destination contient des caractères non valides.
ja_jp: 作成先パスに無効な文字が含まれています。
ko_kr: 대상 경로에 잘못된 문자가 포함되어 있습니다.
pt_br: O caminho de destino contém caracteres inválidos.
zh_cn: 目标路径包含无效字符。

# DestinationInvalidFormat
source: Destination path is invalid: {0}
bn_bd: গন্তব্য পাথ অবৈধ: {0}
de: Der Zielpfad ist ungültig: {0}
es: La ruta de destino no es válida: {0}
fr: Le chemin de destination n’est pas valide : {0}
ja_jp: 作成先パスが無効です: {0}
ko_kr: 대상 경로가 잘못되었습니다: {0}
pt_br: O caminho de destino é inválido: {0}
zh_cn: 目标路径无效：{0}

# SourceEmptyError
source: Source path is empty.
bn_bd: উৎস পাথ খালি।
de: Der Quellpfad ist leer.
es: La ruta de origen está vacía.
fr: Le chemin source est vide.
ja_jp: ソース パスが空です。
ko_kr: 원본 경로가 비어 있습니다.
pt_br: O caminho de origem está vazio.
zh_cn: 源路径为空。

# SourceNotFoundFormat
source: Source path does not exist: {0}
bn_bd: উৎস পাথ পাওয়া যায়নি: {0}
de: Der Quellpfad ist nicht vorhanden: {0}
es: La ruta de origen no existe: {0}
fr: Le chemin source n’existe pas : {0}
ja_jp: ソース パスが存在しません: {0}
ko_kr: 원본 경로가 없습니다: {0}
pt_br: O caminho de origem não existe: {0}
zh_cn: 源路径不存在：{0}

# SourceInvalidCharactersError
source: Source path contains invalid characters.
bn_bd: উৎস পাথে অবৈধ অক্ষর রয়েছে।
de: Der Quellpfad enthält ungültige Zeichen.
es: La ruta de origen contiene caracteres no válidos.
fr: Le chemin source contient des caractères non valides.
ja_jp: ソース パスに無効な文字が含まれています。
ko_kr: 원본 경로에 잘못된 문자가 포함되어 있습니다.
pt_br: O caminho de origem contém caracteres inválidos.
zh_cn: 源路径包含无效字符。

# SourceInvalidFormat
source: Source path is invalid: {0}
bn_bd: উৎস পাথ অবৈধ: {0}
de: Der Quellpfad ist ungültig: {0}
es: La ruta de origen no es válida: {0}
fr: Le chemin source n’est pas valide : {0}
ja_jp: ソース パスが無効です: {0}
ko_kr: 원본 경로가 잘못되었습니다: {0}
pt_br: O caminho de origem é inválido: {0}
zh_cn: 源路径无效：{0}

# DuplicateLinkNameFormat
source: Multiple source paths would create the duplicate link name '{0}'.
bn_bd: একাধিক উৎস পাথ একই লিংকের নাম “{0}” তৈরি করবে।
de: Mehrere Quellpfade würden den doppelten Linknamen „{0}“ erstellen.
es: Varias rutas de origen crearían el nombre de enlace duplicado «{0}».
fr: Plusieurs chemins source créeraient le nom de lien en double « {0} ».
ja_jp: 複数のソース パスによって、重複するリンク名「{0}」が作成されます。
ko_kr: 여러 원본 경로에서 중복 링크 이름 '{0}'이(가) 만들어집니다.
pt_br: Vários caminhos de origem criariam links com o mesmo nome: "{0}".
zh_cn: 多个源路径会创建同名链接“{0}”。

# DestinationEntryExistsFormat
source: The destination already contains '{0}'.
bn_bd: গন্তব্যে ইতিমধ্যে “{0}” রয়েছে।
de: Das Ziel enthält bereits „{0}“.
es: El destino ya contiene «{0}».
fr: La destination contient déjà « {0} ».
ja_jp: 作成先には既に「{0}」が存在します。
ko_kr: 대상에 이미 '{0}'이(가) 있습니다.
pt_br: O destino já contém "{0}".
zh_cn: 目标位置已包含“{0}”。

# InvalidLinkNameFormat
source: The source path cannot be used as a link name: {0}
bn_bd: উৎস পাথটি লিংকের নাম হিসেবে ব্যবহার করা যাবে না: {0}
de: Der Quellpfad kann nicht als Linkname verwendet werden: {0}
es: La ruta de origen no se puede usar como nombre de enlace: {0}
fr: Le chemin source ne peut pas être utilisé comme nom de lien : {0}
ja_jp: ソース パスをリンク名として使用できません: {0}
ko_kr: 원본 경로를 링크 이름으로 사용할 수 없습니다: {0}
pt_br: O caminho de origem não pode ser usado como nome de link: {0}
zh_cn: 源路径不能用作链接名称：{0}

# EmptyPlanError
source: The symlink plan contains no entries.
bn_bd: সিমলিংক পরিকল্পনায় কোনো এন্ট্রি নেই।
de: Der Plan für symbolische Links enthält keine Einträge.
es: El plan de enlaces simbólicos no contiene entradas.
fr: Le plan de liens symboliques ne contient aucune entrée.
ja_jp: シンボリック リンクの計画にエントリがありません。
ko_kr: 생성할 심볼릭 링크 항목이 없습니다.
pt_br: O plano de links simbólicos não contém entradas.
zh_cn: 符号链接计划不包含任何条目。

# GeneratedPathInvalidCharactersError
source: A generated script path contains invalid characters.
bn_bd: তৈরি করা স্ক্রিপ্ট পাথে অবৈধ অক্ষর রয়েছে।
de: Ein generierter Skriptpfad enthält ungültige Zeichen.
es: Una ruta de script generada contiene caracteres no válidos.
fr: Un chemin de script généré contient des caractères non valides.
ja_jp: 生成されたスクリプト パスに無効な文字が含まれています。
ko_kr: 생성된 스크립트 경로에 잘못된 문자가 포함되어 있습니다.
pt_br: Um caminho de script gerado contém caracteres inválidos.
zh_cn: 生成的脚本路径包含无效字符。

# DestinationDropError
source: Drop one existing folder to use as the destination.
bn_bd: গন্তব্য হিসেবে ব্যবহার করার জন্য একটি বিদ্যমান ফোল্ডার ড্র্যাগ করে ছেড়ে দিন।
de: Ziehen Sie einen vorhandenen Ordner als Ziel hierher.
es: Arrastra una carpeta existente para usarla como destino.
fr: Faites glisser un dossier existant pour l’utiliser comme destination.
ja_jp: 作成先として使用する既存のフォルダーを 1 つドロップしてください。
ko_kr: 대상으로 사용할 기존 폴더 하나를 끌어다 놓으세요.
pt_br: Solte uma pasta existente para usá-la como destino.
zh_cn: 请拖放一个现有文件夹作为目标。

# DroppedInputErrorFormat
source: The dropped item could not be read. {0}
bn_bd: ড্র্যাগ করা আইটেমটি পড়া যায়নি। {0}
de: Das gezogene Element konnte nicht gelesen werden. {0}
es: No se pudo leer el elemento arrastrado. {0}
fr: L’élément déposé n’a pas pu être lu. {0}
ja_jp: ドロップされた項目を読み取れませんでした。{0}
ko_kr: 끌어다 놓은 항목을 읽을 수 없습니다. {0}
pt_br: Não foi possível ler o item solto. {0}
zh_cn: 无法读取拖放的项目。{0}

# PickerErrorFormat
source: The file or folder picker could not be opened. {0}
bn_bd: ফাইল বা ফোল্ডার নির্বাচন উইন্ডো খোলা যায়নি। {0}
de: Die Datei- oder Ordnerauswahl konnte nicht geöffnet werden. {0}
es: No se pudo abrir el selector de archivos o carpetas. {0}
fr: Le sélecteur de fichiers ou de dossiers n’a pas pu être ouvert. {0}
ja_jp: ファイルまたはフォルダーの選択画面を開けませんでした。{0}
ko_kr: 파일 또는 폴더 선택기를 열 수 없습니다. {0}
pt_br: Não foi possível abrir o seletor de arquivos ou pastas. {0}
zh_cn: 无法打开文件或文件夹选择器。{0}

source: Execution completed.
bn_bd: কাজ সম্পন্ন হয়েছে।
de: Ausführung abgeschlossen.
es: Ejecución completada.
fr: Exécution terminée.
ja_jp: 実行が完了しました。
ko_kr: 실행이 완료되었습니다.
pt_br: Execução concluída.
zh_cn: 执行完成。

# ExecutionFailed
source: Symlink creation failed.
bn_bd: সিমলিংক তৈরি ব্যর্থ হয়েছে।
de: Die Erstellung symbolischer Links ist fehlgeschlagen.
es: La creación de enlaces simbólicos ha fallado.
fr: La création des liens symboliques a échoué.
ja_jp: シンボリック リンクの作成に失敗しました。
ko_kr: 심볼릭 링크를 만들지 못했습니다.
pt_br: Falha na criação dos links simbólicos.
zh_cn: 符号链接创建失败。

# ExecutionExitCodeFormat
source: The symlink script exited with code {0}.
bn_bd: সিমলিংক স্ক্রিপ্টটি {0} কোড দিয়ে শেষ হয়েছে।
es: El script de enlaces simbólicos terminó con el código {0}.
ko_kr: 심볼릭 링크 스크립트가 코드 {0}(으)로 종료되었습니다.
pt_br: O script de links simbólicos foi encerrado com o código {0}.
zh_cn: 符号链接脚本已以代码 {0} 退出。

# ExecutionFailedAtLinkFormat
source: The operation failed while creating '{0}'.
bn_bd: ‘{0}’ তৈরি করার সময় কাজটি ব্যর্থ হয়েছে।
es: Se produjo un error al crear '{0}'.
ko_kr: '{0}'을(를) 만드는 동안 작업에 실패했습니다.
pt_br: A operação falhou ao criar '{0}'.
zh_cn: 创建“{0}”时操作失败。

# ExecutionPartialSuccessFormat
source: Links created before the operation stopped: {0} of {1}.
bn_bd: কাজ বন্ধ হওয়ার আগে তৈরি লিংক: {0}/{1}।
es: Enlaces creados antes de detener la operación: {0} de {1}.
ko_kr: 작업 중지 전에 생성된 링크: {0}/{1}.
pt_br: Links criados antes de a operação ser interrompida: {0} de {1}.
zh_cn: 操作停止前创建的链接：{0}/{1}。

# UnexpectedExecutionErrorFormat
source: Symlink creation could not be started. {0}
bn_bd: সিমলিংক তৈরি শুরু করা যায়নি। {0}
de: Die Erstellung symbolischer Links konnte nicht gestartet werden. {0}
es: No se pudo iniciar la creación de enlaces simbólicos. {0}
fr: La création des liens symboliques n’a pas pu démarrer. {0}
ja_jp: シンボリック リンクの作成を開始できませんでした。{0}
ko_kr: 심볼릭 링크 생성을 시작할 수 없습니다. {0}
pt_br: Não foi possível iniciar a criação dos links simbólicos. {0}
zh_cn: 无法启动符号链接创建。{0}

# ElevationCanceled
source: The elevation request was canceled.
bn_bd: অ্যাডমিনিস্ট্রেটরের অনুমতির অনুরোধ বাতিল করা হয়েছে।
de: Die Anforderung der Administratorrechte wurde abgebrochen.
es: Se canceló la solicitud de permisos de administrador.
fr: La demande de droits d’administrateur a été annulée.
ja_jp: 管理者権限の要求がキャンセルされました。
ko_kr: 관리자 권한 요청이 취소되었습니다.
pt_br: A solicitação de permissão de administrador foi cancelada.
zh_cn: 管理员权限请求已取消。

# AboutTitle
source: About Symlink Creator
bn_bd: Symlink Creator পরিচিতি
de: Info zu Symlink Creator
es: Acerca de Symlink Creator
fr: À propos de Symlink Creator
ja_jp: Symlink Creator のバージョン情報
ko_kr: Symlink Creator 정보
pt_br: Sobre o Symlink Creator
zh_cn: 关于 Symlink Creator
